Repository: yeliex/tokentick
Catalog: TokenTick/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: %@ tokens are not fully priced. Cost includes only known amounts.
zh_hans: %@ Tokens 尚未完整计价，金额仅包含已知部分。

source: %@ tokens have no known date and are excluded from the trend.
zh_hans: %@ Tokens 无法确定日期，未绘入趋势。

source: %@%% used
zh_hans: 已使用 %@%%

source: %@: %@ Tokens, %@
zh_hans: %1$@：%2$@ Tokens，%3$@

source: %@: Unknown
zh_hans: %@：未知

source: %lld min
zh_hans: %lld 分钟

source: %lldd %lldh
zh_hans: %lld 天 %lld 小时

source: %lldh %lldm
zh_hans: %lld 小时 %lld 分钟

source: 1 year
zh_hans: 一年

source: 30 days
zh_hans: 30 天

source: 4 days
zh_hans: 4 天

source: 5 days
zh_hans: 5 天

source: 5 hours
zh_hans: 5 小时

source: 7 days
zh_hans: 7 天

source: 90 days
zh_hans: 90 天

source: About
zh_hans: 关于

source: Account
zh_hans: 账号

source: Account ·
zh_hans: 账号 ·

source: Active
zh_hans: 进行中

source: Additional limits
zh_hans: 扩展额度

source: Ahead
zh_hans: 超前

source: All accounts
zh_hans: 全部账号

source: All models
zh_hans: 全部模型

source: All projects
zh_hans: 全部项目

source: All usage is priced.
zh_hans: 金额已完整计价。

source: Allow launch at login in System Settings
zh_hans: 在系统设置中允许开机启动

source: Applied rates · $ / million tokens
zh_hans: 实际费率 · $ / 百万 tokens

source: Apply
zh_hans: 应用

source: Attribution
zh_hans: 归属

source: Available resets
zh_hans: 可用重置

source: Average cost
zh_hans: 平均金额

source: Average tokens
zh_hans: 平均 Tokens

source: Allowance
zh_hans: 结余

source: Cache read
zh_hans: 缓存读取

source: Cache write
zh_hans: 缓存写入

source: Calculated per day, week, or month in the selected range, including periods without usage. Cost includes only known amounts.
zh_hans: 按所选范围内的日／周／月计算，包含无用量的时间段；费用只汇总已知金额。

source: Calculating cost components…
zh_hans: 计算分项金额…

source: Cancel
zh_hans: 取消

source: Cancel sync
zh_hans: 取消同步

source: Chat
zh_hans: 聊天

source: Check for Updates…
zh_hans: 检查更新…

source: Check for updates automatically
zh_hans: 自动检查更新

source: Choose date range
zh_hans: 选择日期范围

source: Close
zh_hans: 关闭

source: Close Window
zh_hans: 关闭窗口

source: Codex directory
zh_hans: Codex 目录

source: Conversations
zh_hans: 对话数

source: Cost
zh_hans: 金额

source: Cost / Tokens
zh_hans: 金额 / Tokens

source: Cost segment
zh_hans: 连续金额

source: Current account
zh_hans: 当前账号

source: Current limits
zh_hans: 当前额度

source: Custom
zh_hans: 自定义

source: Custom…
zh_hans: 自定义…

source: Cycle details
zh_hans: 周期详情

source: Daily
zh_hans: 每日

source: Daily average
zh_hans: 日均

source: Daily average cost
zh_hans: 日均金额

source: Daily average tokens
zh_hans: 日均 Tokens

source: Data
zh_hans: 数据

source: Database
zh_hans: 数据库

source: Database size
zh_hans: 数据库大小

source: Date
zh_hans: 日期

source: Date range
zh_hans: 日期范围

source: Day
zh_hans: 单日

source: Decompressed line number
zh_hans: 解压后行号

source: Default order
zh_hans: 默认顺序

source: Details
zh_hans: 详情

source: Display
zh_hans: 显示方式

source: Early reset
zh_hans: 提前重置

source: End date
zh_hans: 结束日期

source: Ended
zh_hans: 已结束

source: Estimated %@%% remaining at reset
zh_hans: 预计重置时剩余 %@%%

source: Estimated cost
zh_hans: 预估费用

source: Estimated exhausted. Refresh to check.
zh_hans: 预计已耗尽，请刷新

source: Estimated to run out in %@
zh_hans: 预计%@后耗尽

source: Estimated using public API prices
zh_hans: 按公开 API 价格估算

source: Estimated using public model API prices, not your subscription bill.
zh_hans: 按模型公开 API 价格估算，不代表订阅账单。

source: Exact cost
zh_hans: 精确金额

source: Expected usage now: %@%%
zh_hans: 当前应使用 %@%%

source: Expires %@
zh_hans: %@ 到期

source: Extra high
zh_hans: 极高

source: Fast
zh_hans: 快速

source: Fast + long context
zh_hans: 快速＋长上下文

source: File name
zh_hans: 文件名

source: Finding local logs…
zh_hans: 发现本地日志…

source: Fixed sample data using the actual limit components. Your account is unaffected. Hover over predictions to see how early limits run out.
zh_hans: 以下为固定示例数据，复用实际额度组件，不影响当前账号。预测文字悬浮可查看提前耗尽时间。

source: Full cost
zh_hans: 完整金额

source: General
zh_hans: 通用

source: Group by
zh_hans: 聚合方式

source: High
zh_hans: 高

source: Hour / minute
zh_hans: 小时／分钟

source: Inconsistent usage records
zh_hans: 使用记录不一致

source: Input
zh_hans: 输入

source: Input includes cache reads and writes. Cache components are not counted twice.
zh_hans: 输入包含缓存读取和缓存写入，不与缓存分项重复累加。

source: Known cost
zh_hans: 已知金额

source: Known cost, highest first
zh_hans: 已知金额从高到低

source: Last %@
zh_hans: 近 %@

source: Last 30 days
zh_hans: 近 30 天

source: Last active
zh_hans: 最后活跃

source: Last request
zh_hans: 最近请求

source: Last scan position
zh_hans: 最近扫描位置

source: Last sync
zh_hans: 上次同步

source: Last synced %lld hr ago
zh_hans: 上次同步 %lld 小时前

source: Last synced %lld min ago
zh_hans: 上次同步 %lld 分钟前

source: Last synced %lldd ago
zh_hans: 上次同步 %lld 天前

source: Last synced date
zh_hans: 最近同步日期

source: Last synced just now
zh_hans: 上次同步 刚刚

source: Launch at login
zh_hans: 开机启动

source: Lifetime
zh_hans: 历史累计

source: Limit
zh_hans: 额度

source: Limit display
zh_hans: 额度显示

source: Limit exhausted
zh_hans: 额度耗尽

source: Limit layout · State previews
zh_hans: 额度布局 · 状态预览

source: Limit states
zh_hans: 额度各状态

source: Limits are out of date
zh_hans: 额度已过期

source: Loading limits…
zh_hans: 正在读取额度…

source: Loading records
zh_hans: 正在查询明细

source: Loading server usage…
zh_hans: 读取服务端用量…

source: Loading subscription and limits…
zh_hans: 正在读取订阅与额度…

source: Loading usage
zh_hans: 正在查询用量

source: Loading usage…
zh_hans: 正在读取用量…

source: Local logs
zh_hans: 本地日志

source: Local storage
zh_hans: 本地存储

source: Local tokens
zh_hans: 本地 Tokens

source: Long context
zh_hans: 长上下文

source: Long-context pricing
zh_hans: 长上下文计价

source: Low
zh_hans: 低

source: Maximum
zh_hans: 最高

source: Medium
zh_hans: 中

source: Menu bar width · Multiple windows
zh_hans: 菜单栏宽度 · 多窗口

source: Metric
zh_hans: 统计指标

source: Minimal
zh_hans: 最低

source: Model
zh_hans: 模型

source: Model and pricing mode
zh_hans: 模型与计价模式

source: Model breakdown
zh_hans: 模型构成

source: Model prices
zh_hans: 模型价格

source: Model usage
zh_hans: 模型使用

source: Monthly average
zh_hans: 月均

source: Multiple windows · Different usage rates
zh_hans: 多窗口 · 不同消耗节奏

source: Multiple windows · No prediction
zh_hans: 多窗口 · 暂无预测

source: Name
zh_hans: 名称

source: Name, ascending
zh_hans: 名称升序

source: Never expires
zh_hans: 永不过期

source: Next
zh_hans: 下一页

source: No
zh_hans: 否

source: No (standard by default)
zh_hans: 否（默认普通）

source: No current limits. Refresh or check your Codex sign-in status.
zh_hans: 暂无当前额度，请刷新或检查 Codex 登录状态。

source: No limit history yet
zh_hans: 暂无额度记录

source: No records yet
zh_hans: 暂无明细

source: No subscription limits available
zh_hans: 暂无主订阅额度

source: No usage attributed to conversations
zh_hans: 暂无可归属到对话的用量

source: No usage in the selected period
zh_hans: 所选周期暂无用量

source: No usage in the selected range
zh_hans: 所选范围暂无用量

source: No usage yet
zh_hans: 暂无用量

source: None
zh_hans: 无推理

source: Not recorded yet
zh_hans: 尚未记录

source: Not synced yet
zh_hans: 尚未同步

source: Open Codex directory
zh_hans: 打开 Codex 目录

source: Open database folder
zh_hans: 打开数据库所在目录

source: Opening database
zh_hans: 正在打开数据库

source: Original event index
zh_hans: 原始事件序号

source: Originally scheduled reset: %@
zh_hans: 原定重置时间 %@

source: Other
zh_hans: 其他

source: Output
zh_hans: 输出

source: Output includes reasoning. Reasoning is not counted twice.
zh_hans: 输出包含思考，不与思考分项重复累加。

source: Overview
zh_hans: 总览

source: Pace only · Zero usage rate
zh_hans: 只有节奏 · 使用速度为零

source: Page %lld
zh_hans: 第 %lld 页

source: Page %lld of %lld · Total: %lld
zh_hans: 第 %lld / %lld 页 · 共 %lld 条

source: Peak
zh_hans: 峰值

source: Period
zh_hans: 统计周期

source: Plan usage
zh_hans: 套餐用量

source: Preparing to sync…
zh_hans: 准备同步…

source: Previous
zh_hans: 上一页

source: Pricing date
zh_hans: 计价日期

source: Pricing mode
zh_hans: 计价模式

source: Project
zh_hans: 项目

source: Query failed
zh_hans: 查询失败

source: Quit
zh_hans: 退出

source: Reasoning
zh_hans: 思考

source: Reasoning effort
zh_hans: 推理深度

source: Recent conversations
zh_hans: 最近对话

source: Recent sync issues
zh_hans: 最近同步的问题

source: Refresh
zh_hans: 刷新

source: Request details
zh_hans: 请求详情

source: Request records
zh_hans: 请求明细

source: Requests
zh_hans: 请求次数

source: Requests: %@
zh_hans: %@ 次请求

source: Reset time reached · Waiting for update
zh_hans: 已到重置时间 · 等待更新

source: Resets %@ at %@
zh_hans: %@ %@ 重置

source: Resets in %@
zh_hans: %@后重置

source: Response ID
zh_hans: 响应 ID

source: Retry
zh_hans: 重试

source: Runs out %@ before reset
zh_hans: 比额度重置提前 %@耗尽

source: Scanning files: %lld/%lld
zh_hans: 扫描 %lld/%lld 个文件

source: Search task title or ID
zh_hans: 搜索任务标题或 ID

source: Select a cycle
zh_hans: 选择一个周期

source: Selected date
zh_hans: 选中日期

source: Selected time
zh_hans: 选中时间

source: Server statistics
zh_hans: 服务端统计

source: Settings
zh_hans: 设置

source: Settings…
zh_hans: 设置…

source: Show all records
zh_hans: 查看全部记录

source: Show log in Finder
zh_hans: 在 Finder 中显示日志

source: Show request records
zh_hans: 查看请求明细

source: Single window · Ahead, runs out early
zh_hans: 单窗口 · 超前，预计提前耗尽

source: Single window · Allowance at reset
zh_hans: 单窗口 · 结余，预计重置时仍有剩余

source: Single window · No pace or prediction
zh_hans: 单窗口 · 暂无节奏和预测

source: Some usage is unpriced
zh_hans: 部分用量未定价

source: Sort
zh_hans: 排序

source: Source
zh_hans: 来源

source: Source information
zh_hans: 来源信息

source: Standard
zh_hans: 普通

source: Start date
zh_hans: 开始日期

source: Startup
zh_hans: 启动

source: Statistics date
zh_hans: 统计日期

source: Subscription
zh_hans: 主订阅

source: Subscription account
zh_hans: 订阅账号

source: Summarizing usage
zh_hans: 正在汇总用量

source: Sync
zh_hans: 同步

source: Sync canceled. Committed data has been kept.
zh_hans: 同步已取消，已提交的数据保留。

source: Sync failed
zh_hans: 同步失败

source: Sync prices and recalculate historical costs
zh_hans: 同步价格并重算历史金额

source: Synced %lld hr ago
zh_hans: %lld 小时前同步

source: Synced %lld min ago
zh_hans: %lld 分钟前同步

source: Synced %lldd ago
zh_hans: %lld 天前同步

source: Synced just now
zh_hans: 刚刚同步

source: Syncing
zh_hans: 正在同步

source: Syncing…
zh_hans: 同步中…

source: Task
zh_hans: 任务

source: Task ID
zh_hans: 任务 ID

source: Time
zh_hans: 时间

source: Today
zh_hans: 当天

source: Token breakdown
zh_hans: Token 分项

source: TokenTick · %@ · %@%% %@
zh_hans: TokenTick · %1$@ · %3$@ %2$@%%

source: TokenTick · Waiting for limit reset
zh_hans: TokenTick · 等待额度重置

source: TokenTick · Waiting for limit update
zh_hans: TokenTick · 等待额度更新

source: Tokens, highest first
zh_hans: Tokens 从高到低

source: Tomorrow
zh_hans: 明天

source: Total
zh_hans: 总量

source: Turn ID
zh_hans: 轮次 ID

source: Turn attribution
zh_hans: 轮次归属

source: Ultra
zh_hans: 超高

source: Unable to load limit history
zh_hans: 无法读取额度记录

source: Unable to load usage
zh_hans: 用量查询失败

source: Unable to open database
zh_hans: 无法打开数据库

source: Unattributed
zh_hans: 未知归属

source: Unavailable
zh_hans: 未获取

source: Unknown
zh_hans: 未知

source: Unlimited
zh_hans: 不限额

source: Updating model prices…
zh_hans: 更新模型价格…

source: Updating statistics cache…
zh_hans: 更新统计缓存…

source: Usage
zh_hans: 用量

source: Usage details
zh_hans: 用量明细

source: Usage mode
zh_hans: 使用模式

source: Usage time
zh_hans: 用量时间

source: Usage trend
zh_hans: 用量趋势

source: Version %@
zh_hans: 版本 %@

source: Waiting for limit reset
zh_hans: 等待额度重置

source: Waiting for reset
zh_hans: 等待重置

source: Weekly average
zh_hans: 周均

source: Working days per week
zh_hans: 每周工作日刻度

source: Yes
zh_hans: 是

source: Yes (additional logs)
zh_hans: 是（额外日志）

source: remaining
zh_hans: 剩余

source: used
zh_hans: 已使用

source: · Early reset
zh_hans: · 提前重置

source: Command line
zh_hans: 命令行

source: Install CLI
zh_hans: 安装 CLI

source: The bundled CLI is missing. Reinstall TokenTick.
zh_hans: 内置 CLI 缺失，请重新安装 TokenTick。

source: Installed: %@
zh_hans: 已安装：%@

source: Already exists: %@
zh_hans: 已存在：%@

source: Storage
zh_hans: 存储空间

source: View details
zh_hans: 查看详情

source: Codex local data
zh_hans: Codex 本地数据

source: Storage scan canceled
zh_hans: 空间扫描已取消

source: Codex directory not found
zh_hans: Codex 目录不存在

source: Unable to scan storage: %@
zh_hans: 无法扫描存储空间：%@

source: Conversation records
zh_hans: 对话记录

source: Worktrees
zh_hans: 工作树

source: Logs
zh_hans: 日志

source: Plugins and skills
zh_hans: 插件与技能

source: Other data
zh_hans: 其他数据

source: Last scanned: %@
zh_hans: 上次统计：%@

source: Incomplete scan: %lld issues
zh_hans: 统计不完整：%lld 个问题

source: Codex directory is empty
zh_hans: Codex 目录为空

source: Scanning storage…
zh_hans: 正在扫描存储空间…

source: Incomplete scan
zh_hans: 统计不完整

source: Copy path
zh_hans: 复制路径

source: Show in Finder
zh_hans: 在 Finder 中显示

source: Approximate disk usage reported by the system.
zh_hans: 系统统计的磁盘占用参考值。

source: Last updated: %@
zh_hans: 上次更新：%@

source: Projectless tasks
zh_hans: 无项目任务

source: Generated content
zh_hans: 生成内容

source: Generated images and visualizations
zh_hans: 生成图片与可视化
